tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"

brew "bat"
brew "curl"
brew "gh"
brew "git-delta"
brew "hyperfine"
brew "jq"
brew "neofetch"
brew "neovim"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "starship"
brew "tmux"
brew "tree"
brew "watch"
brew "xsv"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
