tap "homebrew/bundle"
tap "homebrew/services"

brew "bat"
brew "coreutils" # For dircolors (used by fd et al)
brew "curl"
brew "fd"
brew "gh"
brew "git-delta"
brew "hyperfine"
brew "jq"
brew "mas"
brew "mise"
brew "neofetch"
brew "neovim"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "starship"
brew "tmux"
brew "tree"
brew "watch"
brew "xsv"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

cask "1password"
cask "istat-menus"
cask "monodraw"
cask "proxyman"
cask "ghostty"

tap "nikitabobko/tap"
cask "aerospace"

tap "homebrew/cask-fonts"
cask "font-roboto-mono-nerd-font"
cask "font-jetbrains-mono-nerd-font"

mas "Bear", id: 1091189122
mas "Tailscale", id: 1475387142
